Repository: TNGQpid/Custom
Catalog: WebProject/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Double Pendulum Animation
de: Doppelpendel-Animation

source: Double Pendulum Motion
de: Doppelpendelbewegung

source: This is an example of the double pendulum!
de: Dies ist ein Beispiel für das Doppelpendel!

source: Simulation based on Langrangian mechanics.
de: Simulation basierend auf Langrangian-Mechanik.

source: Welcome to my Website!
de: Willkommen auf der Navigationsseite meiner Website!

source: This serves as a repository for key data science and physics skills.
de: Dies dient als Aufbewahrungsort für wichtige Kenntnisse in den Bereichen Datenwissenschaft und Physik.

source: Go to Graph Page
de: Gehen Sie zur Diagrammseite

source: Do you want to see a map
de: Möchten Sie eine Karte sehen?

source: Find out which type of major you are!
de: Finden Sie heraus, welcher Studienfachtyp Sie sind!

source: See the very long, very complicated double pendulum
de: Sehen Sie sich das sehr lange, sehr komplizierte Doppelpendel an

source: English
de: Englisch

source: County Map of Wisconsin
de: Kreiskarte von Wisconsin

source: This display generates a map of Wisconsin counties and colors them by their area amounts.
de: Diese Anzeige generiert eine Karte der Landkreise Wisconsin und färbt sie nach ihrer Flächengröße ein.

source: Back to Index Page
de: Zurück zur Indexseite

source: Geopandes is a useful tool!
de: Geopandes ist ein nützliches Werkzeug!

source: Astrophysics and Data Science Enthusiast
de: Enthusiast der Astrophysik und Datenwissenschaft

source: Data Science and Astrophysics Enthusiast
de: Enthusiast für Datenwissenschaft und Astrophysik

source: About Me
de: Über mich

source: Contact
de: Kontakt

source: Hello! I am a passionate astrophysics and data science double major with a minor in German. My academic journey has allowed me to delve deep into the mysteries of the universe while honing my skills in data analysis and computational methods. I have a keen interest in using data science techniques to uncover patterns and insights in astronomical data.
de: Hallo! Leidenschaftlich studiere ich gerne Astrophysik und Datenwissenschaft im Doppelstudium mit einem Nebenfach in Deutsch. Meine akademische Laufbahn hat es mir ermöglicht, tief in die Geheimnisse des Universums einzutauchen und gleichzeitig meine Fähigkeiten in der Datenanalyse und in Berechnungsmethoden zu verbessern. Ich habe großes Interesse daran, datenwissenschaftliche Techniken einzusetzen, um Muster und Erkenntnisse in astronomischen Daten aufzudecken.

source: In addition to my academic pursuits, I enjoy learning languages and exploring new cultures, which led me to minor in German. I believe that a well-rounded education and diverse experiences contribute to a richer understanding of the world.
de: Neben meinen akademischen Aktivitäten genieße ich es, Sprachen zu lernen und neue Kulturen zu erkunden, was mich zum Nebenfach Deutsch geführt hat. Ich glaube, dass eine umfassende Ausbildung und vielfältige Erfahrungen zu einem umfassenderen Verständnis der Welt beitragen.

source: In order to have a place to document my findings and express analytical strategies and techniques, I created this entire website by hand from scratch. I included knowlege of both key data science and astrophysical concepts, such as a working, animated model of the imfamous double pendulum, and various maps and graphs using matplotlib (like the header, for instance) and geopandas.
de: Um einen Ort zu haben, an dem ich meine Ergebnisse dokumentieren und analytische Strategien und Techniken zum Ausdruck bringen kann, habe ich diese gesamte Website von Grund auf von Hand erstellt. Ich habe Kenntnisse sowohl über wichtige datenwissenschaftliche als auch astrophysikalische Konzepte einbezogen, wie zum Beispiel ein funktionierendes, animiertes Modell des berüchtigten Doppelpendels sowie verschiedene Karten und Grafiken mit Matplotlib (wie zum Beispiel der Header) und Geopandas.

source: Cosmology: Dark Matter Overdensities
de: Kosmologie: Überdichten der Dunklen Materie

source: While collabortating with a series of graduate, undergraduate, and professonal peers, a groundbreaking model using PyTorch's machine learning was created to map and express linear overdensities in dark matter throughout the universe. This model combined complex astrophysical concepts like Fourier space and dark matter clumping with cutting-edge machine learning. Translationally and rotationally invariant features were then added to account for orientation details.
de: In Zusammenarbeit mit einer Reihe von Hochschulabsolventen, Studenten und Berufskollegen wurde ein bahnbrechendes Modell mithilfe des maschinellen Lernens von PyTorch entwickelt, um lineare Überdichten in der Dunklen Materie im gesamten Universum abzubilden und auszudrücken. Dieses Modell kombinierte komplexe astrophysikalische Konzepte wie den Fourier-Raum und die Verklumpung dunkler Materie mit modernstem maschinellem Lernen. Anschließend wurden translatorisch-und-rotationsinvariante Merkmale hinzugefügt, um Orientierungsdetails zu berücksichtigen.

source: Artificial Intelligence: Chatbot Training
de: Künstliche Intelligenz: Chatbot-Training

source: To leverage a sharp balance of artificial intelligence and coding background, a chatbot was created, personally trained, and then integrated into this website.
de: Um ein ausgewogenes Verhältnis zwischen künstlicher Intelligenz und Programmierkenntnissen zu erzielen, wurde ein Chatbot erstellt, persönlich trainiert und dann in diese Website integriert.

source: If you have any questions or would like to connect, feel free to reach out to me via the following methods:
de: Wenn Sie Fragen haben oder Kontakt aufnehmen möchten, können Sie mich gerne über die folgenden Methoden kontaktieren:

source: Stunning JWST galaxy poses questions about galaxy formation
de: Atemberaubende JWST-Galaxie wirft Fragen zur Galaxienentstehung auf

source: After significant spectral analysis, JWST's NIRCAM sighted a galaxy (JWST-7329) at a redshift of 3.2 whose starts formed at a redshift of 11 when insufficient local dark matter mass was present to allow such structures, once again raising questions about the current understanding of galaxy formation.
de: Nach einer umfassenden Spektralanalyse sichtete das NIRCAM des JWST eine Galaxie (JWST-7329) mit einer Rotverschiebung von 3,2, deren Sterne sich bei einer Rotverschiebung von 11 bildeten, als nicht genügend lokale Masse dunkler Materie vorhanden war, um solche Strukturen zu ermöglichen, was erneut Fragen zum aktuellen Verständnis aufwirft Galaxienentstehung.

source: German Club Presidency
de: Deutsches Clubpräsidium

source: I'm pleased to announce that I will once again be the president of German Club located at the University of Wisconsin-Madison for the 2024-2025 academic year, where weekly events will take place in order to drive students' passion for learning German while also being a part of a unique cultural community!
de: Ich freue mich, Ihnen mitteilen zu können, dass ich im akademischen Jahr 2024–2025 erneut Präsident des German Club an der University of Wisconsin-Madison sein werde, in dem wöchentliche Veranstaltungen stattfinden, um die Leidenschaft der Studierenden für das Erlernen der deutschen Sprache zu fördern auch Teil einer einzigartigen Kulturgemeinschaft sein!

source: Project: Advancement
de: Projekt: Weiterentwicklung

source: I have the honor to collaborate with Professor Muenchmeyer of the University of Wisconsin-Madison, co-founder of Wolution, on a series of projects that will expand the barriers of known science through his unqiue expertise of blending and being the leading edge of machine learning with cosmology!
de: Ich habe die Ehre, mit Professor Münchmeyer von der Universität Wisconsin-Madison, dem Mitbegründer von Wolution, an einer Reihe von Projekten zusammenzuarbeiten, die die Grenzen der bekannten Wissenschaft durch seine einzigartige Expertise in der Verschmelzung und als Vorreiter im Bereich maschinelles Lernen erweitern werden mit Kosmologie!

source: Go to the index!
de: Gehen Sie zur Indexseite!

source: 2024 Astrophysics and Data Science Enthusiast. All rights reserved.
de: 2024 Enthusiast der Astrophysik und Datenwissenschaft. Alle Rechte vorbehalten.
